tap "borkdude/brew"
tap "bramstein/webfonttools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "saulpw/vd"
brew "antidote"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "libssh2"
brew "bat"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "cargo-binstall"
brew "chkrootkit"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cryptography"
brew "curl"
brew "d2"
brew "dbacl"
brew "node"
brew "devcontainer"
brew "diction"
brew "python@3.12"
brew "direnv"
brew "pango"
brew "ghostscript"
brew "djvu2pdf"
brew "efm-langserver"
brew "enchant"
brew "eza"
brew "fd"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "gnu-typist"
brew "pkg-config", link: false
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "psutils"
brew "groff"
brew "htop"
brew "hunspell"
brew "icu4c@75"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "isync"
brew "jq"
brew "julia"
brew "openjdk@11"
brew "languagetool", restart_service: true
brew "ledger"
brew "leiningen"
brew "libgccjit"
brew "libnotify"
brew "libsixel"
brew "libvterm"
brew "magic-wormhole"
brew "make"
brew "maven"
brew "mongosh"
brew "msmtp"
brew "mupdf"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "notmuch"
brew "pandoc"
brew "tree"
brew "pass"
brew "pkgconf"
brew "poppler"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ripgrep-all"
brew "stow"
brew "tdlib"
brew "texinfo"
brew "tldr"
brew "vale"
brew "w3m"
brew "wget"
brew "woff2"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "bramstein/webfonttools/sfnt2woff"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-native-comp", "with-no-frame-refocus", "with-savchenkovaleriy-big-sur-icon"]
brew "mongodb/brew/mongodb-community"
brew "saulpw/vd/visidata"
cask "amethyst"
cask "calibre"
cask "docker"
cask "flutter"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "quarto"
cask "xquartz"
