tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nuspell/nuspell"
brew "antibody"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bat"
brew "icu4c"
brew "pkg-config"
brew "openjdk"
brew "readline"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "enchant"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gnutls"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "julia"
brew "languagetool", restart_service: true
brew "python@3.11"
brew "ledger"
brew "leiningen"
brew "make"
brew "maven"
brew "miller"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "poppler"
brew "proselint"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "ripgrep"
brew "ripgrep-all"
brew "starship"
brew "stow"
brew "tdlib"
brew "texinfo"
brew "tldr"
brew "tree"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-dbus", "with-debug", "with-imagemagick", "with-mailutils", "with-modern-papirus-icon", "with-native-comp"]
cask "docker"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "xquartz"
