tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nuspell/nuspell"
tap "saulpw/vd"
brew "antibody"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "icu4c"
brew "harfbuzz"
brew "bazel"
brew "openjdk"
brew "readline"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "d2"
brew "diction"
brew "ghostscript"
brew "djvu2pdf"
brew "enchant"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "gnu-typist"
brew "gnutls"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "python@3.11"
brew "groff"
brew "htop"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "julia"
brew "languagetool", restart_service: true
brew "ledger"
brew "leiningen"
brew "libnotify"
brew "libvterm"
brew "make"
brew "maven"
brew "miller"
brew "minimal-racket"
brew "mupdf"
brew "node"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "ripgrep"
brew "ripgrep-all"
brew "starship"
brew "stow"
brew "tdlib"
brew "texinfo"
brew "tldr"
brew "tree"
brew "vale"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-mailutils", "with-native-comp", "with-no-frame-refocus", "with-savchenkovaleriy-big-sur-icon"]
brew "saulpw/vd/visidata"
cask "amethyst"
cask "calibre"
cask "docker"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "mambaforge"
cask "quarto"
cask "xquartz"
